7zip
arm-none-eabi-gcc
arm-none-eabi-newlib
avr-gcc
avr-libc
baobab
base
base-devel
blueman
bluez-utils
btop
catppuccin-gtk-theme-mocha
ccache
cmake
dfu-util
docker
docker-buildx
docker-compose
dtc
efibootmgr
epiphany
evince
exfatprogs
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
firefox
fish
fuse-overlayfs
fuse2
fzf
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
gparted
gperf
grilo-plugins
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hyprland
hyprlock
hyprpaper
intel-ucode
jdk17-openjdk
jq
kitty
lazydocker
linux
linux-firmware
linux-headers
loupe
malcontent
minicom
nano
nautilus
neovim
nerdfetch
networkmanager
ninja
ntfs-3g
nvidia
nvidia-settings
nvm
nwg-look
orca
pavucontrol
pipewire-alsa
pipewire-jack
pod2man
python-pip
python-pipx
ripgrep
rygel
simple-scan
snapshot
starship
stow
sushi
tecla
termius
terraform
tio
totem
tree
ttf-cascadia-code-nerd
usbutils
vlc
waybar
wget
wl-clipboard
wlsunset
wofi
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yay
yay-debug
yazi
yelp
zip
zoxide
zram-generator
